export default function Custom404() {
    return <div className={`block h-2/5`}>
        <pre>
            <p className={`text-base/7 leading-2`}>{`
                                  404 - NOT FOUND
                                ｡｡ﾑｫｫﾎﾎﾎﾎﾎﾎﾎﾎﾎﾎﾎﾎﾎﾎﾎｫﾑ｣｡
                           ｡ｫﾎﾎﾎﾎﾎﾎﾎﾎﾎﾎﾎﾎﾎﾎﾎﾎﾎﾎﾎﾎﾎﾎﾎﾎﾎﾎﾎﾎﾎﾎｫ｣
                       ｣ｫﾎﾎﾎﾎﾎﾎﾎﾎﾎﾎﾎﾎﾎﾈｷｷｷｱｦｦｦｻｷｷｻﾎﾎﾎﾎﾎﾎﾎﾎﾎﾎﾎﾎﾎﾎﾑ
                    ｣ﾎﾎﾎﾎﾎﾎﾎﾎﾎﾇｷﾜ｢ﾟ                   ｢｢ｦｻﾎﾎﾎﾎﾎﾎﾎﾎﾎﾙ､
                 ｣ﾎﾎﾎﾎﾎﾎﾎﾎﾇ｢｢            ｡ﾑﾑﾑﾑﾑ            ﾟ｢ｻﾎﾎﾎﾎﾎﾎﾎﾎﾑ
               ｫﾎﾎﾎﾎﾎﾎﾎｱ｢                ｾﾎﾎﾎﾎﾎ                ｢ｦﾎﾎﾎﾎﾎﾎﾎﾙ
             ｫﾎﾎﾎﾎﾎﾎﾇ｢                   ｾﾎﾎﾎﾎﾎ                   ｢ｻﾎﾎﾎﾎﾎﾎﾙ
           ｣ﾎﾎﾎﾎﾎﾎｱ｢                     ｾﾎﾎﾎﾎﾎ                      ｻﾎﾎﾎﾎﾎﾎﾋ
          ｵﾎﾎﾎﾎﾎﾎ｢                       ｾﾎﾎﾎﾎﾎ                        ｻﾎﾎﾎﾎﾎﾙ
         ﾎﾎﾎﾎﾎﾎ｢                         ｾﾎﾎﾎﾎﾎ                         ｢ﾎﾎﾎﾎﾎﾎﾆ
        ﾎﾎﾎﾎﾎﾎｰ                          ｾﾎﾎﾎﾎﾎ                           ﾓﾎﾎﾎﾎﾎﾋ
       ﾎﾎﾎﾎﾎﾎﾟ                           ｾﾎﾎﾎﾎﾎ                            ﾓﾎﾎﾎﾎﾎﾋ
      ﾎﾎﾎﾎﾎﾎﾟ           ﾈ｡               ｾﾎﾎﾎﾎﾎ                             ﾓﾎﾎﾎﾎﾎ
     ｵﾎﾎﾎﾎﾎﾆ            ｵﾎﾙ､             ｾﾎﾎﾎﾎﾎ       ｣ｫﾎﾎﾑ                  ﾎﾎﾎﾎﾎﾙ
     ﾎﾎﾎﾎﾎｱ             ｵﾎﾎﾎﾙ            ｾﾎﾎﾎﾎﾎ     ｣ﾎﾎﾎﾎﾎﾎﾎ､                ﾕﾎﾎﾎﾎﾎ､
    ｣ﾎﾎﾎﾎﾎﾟ              ｻﾎﾎﾎﾎﾙ          ｾﾎﾎﾎﾎﾎ     ｺﾎﾎﾎﾎﾎﾎﾎﾋ                 ﾎﾎﾎﾎﾎﾙ
    ｶﾎﾎﾎﾎﾎ                ｢ﾓﾎﾎﾎﾎﾙ        ｾﾎﾎﾎﾎﾎ      ｢ｻﾎﾎﾎｷ｢                  ﾈﾎﾎﾎﾎﾎ
    ﾎﾎﾎﾎﾎﾙ                  ｢ﾓﾎﾎﾎﾎ｡      ｾﾎﾎﾎﾎﾎ                               ｵﾎﾎﾎﾎﾎ    are you lost ?
    ﾎﾎﾎﾎﾎﾙ                   ｣ﾎﾎﾎﾎﾎ｢     ｾﾎﾎﾎﾎﾎ                               ｵﾎﾎﾎﾎﾎ
    ｻﾎﾎﾎﾎﾎ                 ｣ﾎﾎﾎﾎﾎ｢       ｾﾎﾎﾎﾎﾎ        ｣ﾑ｣､                   ｵﾎﾎﾎﾎﾎ
    ｷﾎﾎﾎﾎﾎ               ｣ﾎﾎﾎﾎﾎ｢         ｾﾎﾎﾎﾎﾎ      ﾎﾎﾎﾎﾎﾎﾎ                  ﾎﾎﾎﾎﾎﾎ
    ｰﾎﾎﾎﾎﾎﾋ             ｵﾎﾎﾎﾎｷ           ｾﾎﾎﾎﾎﾎ     ﾕﾎﾎﾎﾎﾎﾎﾎﾋ                ｣ﾎﾎﾎﾎﾎﾋ
     ﾓﾎﾎﾎﾎﾎ             ｵﾎﾎｱﾟ            ｾﾎﾎﾎﾎﾎ      ｦﾎﾎﾎﾎﾎ｢                 ﾎﾎﾎﾎﾎﾎ
      ﾎﾎﾎﾎﾎﾙ            ｵｱｰ              ｾﾎﾎﾎﾎﾎ         ﾟ                   ｵﾎﾎﾎﾎﾎｰ
      ｺﾎﾎﾎﾎﾎﾙ                            ｾﾎﾎﾎﾎﾎ                            ｣ﾎﾎﾎﾎﾎｱ
       ｦﾎﾎﾎﾎﾎﾙ                           ｾﾎﾎﾎﾎﾎ                           ﾕﾎﾎﾎﾎﾎｱ
        ﾗﾎﾎﾎﾎﾎﾙ                          ｾﾎﾎﾎﾎﾎ                          ｵﾎﾎﾎﾎﾎｱ
         ｢ﾎﾎﾎﾎﾎﾎ｡                        ｾﾎﾎﾎﾎﾎ                        ｣ﾎﾎﾎﾎﾎﾎ｢
           ｻﾎﾎﾎﾎﾎﾎﾆ                      ｾﾎﾎﾎﾎﾎ                      ｡ﾎﾎﾎﾎﾎﾎﾎｰ
            ｢ﾎﾎﾎﾎﾎﾎﾎﾑ                    ｾﾎﾎﾎﾎﾎ                    ｡ﾎﾎﾎﾎﾎﾎﾎｷ
              ｢ﾎﾎﾎﾎﾎﾎﾎﾙ｡                 ｾﾎﾎﾎﾎﾎ                 ｡ｫﾎﾎﾎﾎﾎﾎﾎｷ
                ｢ﾓﾎﾎﾎﾎﾎﾎﾎﾎ｣              ﾈﾎﾎﾎﾎﾎ              ｣ｫﾎﾎﾎﾎﾎﾎﾎﾎ｢
                  ﾞｦﾎﾎﾎﾎﾎﾎﾎﾎﾎﾎ｡｡                        ｡｣ｫﾎﾎﾎﾎﾎﾎﾎﾎﾎｷ｢
                     ｢ｦﾓﾎﾎﾎﾎﾎﾎﾎﾎﾎﾎﾎﾎﾑﾑ｣｡｡｡｡   ｡｡｡｡｡ﾑｫﾎﾎﾎﾎﾎﾎﾎﾎﾎﾎﾎﾎ｢｢
                         ｢ｷｻﾎﾎﾎﾎﾎﾎﾎﾎﾎﾎﾎﾎﾎﾎﾎﾎﾎﾎﾎﾎﾎﾎﾎﾎﾎﾎﾎﾎﾎﾎﾎﾎﾎｷ｢
                              ｢｢ｦｻﾎﾎﾎﾎﾎﾎﾎﾎﾎﾎﾎﾎﾎﾎﾎﾎﾎﾎﾎﾎﾇｷ｢｢ﾟ
            `}</p>
          </pre>
    </div>
}